Revit 2027 API
ParameterUtils.IsBuiltInParameter Method
Overload List
Name | Description
IsBuiltInParameter(ElementId) |  Checks whether an ElementId identifies a built-in parameter.
IsBuiltInParameter(ForgeTypeId) |  Checks whether a ForgeTypeId identifies a built-in parameter.
Top
See Also
Reference
ParameterUtils Class
Autodesk.Revit.DB Namespace